Repository: WesleyEliel/iog7
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Home
fr: Accueil

source: About
fr: A propos

source: Trust
fr: Confiance

source: Visuals proofs
fr: Preuves Visuelles

source: Order
fr: Commande

source: Next Matches
fr: Prochain Matchs

source: Trust Page
fr: Nous Croire

source: About Us
fr: A propos

source: An idea about what we do.
fr: Une idée de ce que nous faisons.

source: We provide fixed football matches to let you start profitable betting. We have a partnership with a big insider, and we redirect you to his services. The info is correct. We are here to mediate to him.
fr: Nous fournissons des matchs de football fixes pour vous permettre de commencer à parier de manière rentable. Nous avons un partenariat avec un grand initié, et nous vous redirigeons vers ses services. L'information est correcte. Nous sommes là pour servir de médiateur avec lui.

source: We don't give free matches. The main reason: we have enough clients who buy our matches in subscriptions and get them automatically.
fr: Nous ne donnons pas de correspondances gratuites. La raison principale est que nous avons suffisamment de clients qui achètent nos matchs par abonnement et les obtiennent automatiquement.

source: Our Services
fr: Nos Services

source: Here is the whole process.
fr: Voici l'ensemble du processus.

source: Access Matches
fr: Correspondances d'accès

source: We access the list of available matches from our partner.
fr: Nous accédons à la liste des correspondances disponibles auprès de notre partenaire.

source: Give you access
fr: Vous donner accès

source: We give you access to information through their bot.
fr: Nous vous donnons accès à des informations par le biais de leur bot.

source: More About Us
fr: En savoir plus sur nous

source: Order your Pack
fr: Commander votre Pack

source: We can be reached here:
fr: Vous pouvez nous joindre ici :

source: Please use this email address or telegram link if you want to make your order or ask any questions
fr: Veuillez utiliser cette adresse e-mail ou ce lien télégraphique si vous souhaitez passer votre commande ou poser des questions.

source: Here is a list of next match we are going to make money with.
fr: Voici une liste du prochain match avec lequel nous allons gagner de l'argent.

source: Please choose the match, pay for it, using our payment gate, to get the match immediately.
fr: Veuillez choisir le match, le payer, en utilisant notre portail de paiement, pour obtenir le match immédiatement.

source: Match ID
fr: Id du Match

source: Odd
fr: Côte

source: Odd Type
fr: Type

source: Price
fr: Prix

source: Buy Now
fr: Payer Maintenant

source: Subscriptions
fr: Abonnements

source: You can take a pack of match to maximize profit!
fr: Vous pouvez prendre un paquet d'allumettes pour maximiser le profit !

source: Here is the available plans.
fr: Voici les options possibles.

source: Free Bet Predictions
fr: Paris Gratuits

source: We provide free bet tips for you, so that you start your progression with us.
fr: Nous vous fournissons des conseils de pari gratuits, afin que vous commenciez votre progression avec nous.

source: Past Predictions
fr: Prédictions passées

source: Future Predictions
fr: Prévisions futurs

source: Winning Matches
fr: Paris Gagnés

source: No. of Clients
fr: Nombre de clients

source: Peoples Love
fr: L'amour des peuples

source: FAQ Section
fr: Section FAQ

source: Questions people often ask. Anyway, if the questions is still remain - just contact us.
fr: Vous pouvez nous joindre ici : Questions que les gens posent souvent. Quoi qu'il en soit, si les questions restent en suspens, il suffit de nous contacter.

source: What payment ways do you accept ?
fr: Quels moyens de paiement acceptez-vous ?

source: We accept crypto payments only! We don't accept Paypal, Skrill or Western Union. You can pay via:
fr: Quels moyens de paiement acceptez-vous ? Nous n'acceptons que les paiements cryptographiques ! Nous n'acceptons pas Paypal, Skrill ou Western Union. Vous pouvez payer via :

source: Other types of payment in agreement with our support.
fr: Autres types de paiement en accord avec notre support.

source: What do 2.5+ 5.0+ 10.0+ odds mean ?
fr: Que signifient les cotes 2.5+ 5.0+ 10.0+ ?

source: 2.5+ means the odd is higher than 2.5, for example 2.8. If you see the odd 10.0+ that means you will get the odd more than 10.0 for example 11.0 or 14.0 etc.
fr: 2.5+ signifie que l'impair est supérieur à 2.5, par exemple 2.8. Si vous voyez l'impair 10.0+, cela signifie que vous obtiendrez l'impair supérieur à 10.0, par exemple 11.0 ou 14.0, etc.

source: What does "odd type" mean?
fr: Que signifie "type de pari" ?

source: You can bet on different match options, which do have different odds:
fr: Vous pouvez parier sur différentes options de match, qui ont des cotes différentes :

source: Odd type "full time" means you will get the result of the match (1 or 2 teamwins or draw) with no correct score
fr: Le type de paris "full time" signifie que vous obtiendrez le résultat du match (1 ou 2 victoires d'équipe ou match nul) sans score exact.

source: Odd type "correct score" mean you will get the correct score of the match (1team wins 2:1)
fr: Le type de paris "correct score" signifie que vous obtiendrez le score correct du match (1 équipe gagne 2:1).

source: Odd type "ft/ht" means you will get the results of the first and the second halftimes.
fr: "Le type de paris ft/ht" signifie que vous obtiendrez les résultats de la première et de la deuxième mi-temps.

source: Where can I bet?
fr: Où puis-je parier ?

source: Almost all online sportbooks provide our matches. Also you can bet in offline bookies.
fr: Presque tous les site de paris sportifs en ligne proposent nos matchs. Vous pouvez également parier dans les bookmakers hors ligne

source: Where can I get Bitcoin?
fr: Où puis-je me procurer des bitcoins ?

source: It depends on your country. Please google how to buy cryptoyourself
fr: Cela dépend de votre pays. Veuillez chercher sur Google comment acheter des cryptomonnaies vous-même.

source: What is your accuracy ?
fr: Quelle est votre précision ?

source: Our accuracy is in range 95 à 100 sur 100, because matches are fixed. It means they always win.
fr: Notre précision est de l'ordre de 95 à 100 sur 100, parce que les matchs sont truqués. Cela signifie qu'ils gagnent toujours.

source: Please use this email address or telegram link if you want to make your order or ask any questions
fr: Veuillez utiliser cette adresse e-mail ou ce lien Telegram si vous souhaitez passer votre commande ou poser des questions.

source: Trust Us
fr: Faites-nous confiance

source: Here you can follow our work in real time and make checks.
fr: Ici, vous pouvez suivre notre travail en temps réel et effectuer des contrôles.

source: We will publish here the correct scores for some matches. But they will be encrypted. The info is published before the match. You save the text, but you can't see the result. After the match is finished, we will add here the secret key to decrypt and check the correct score. It is free and non-profitable. Brilliant.
fr: Nous publierons ici les scores corrects de certains matchs. Mais ils seront cryptés. L'information est publiée avant le match. Vous enregistrez le texte, mais vous ne pouvez pas voir le résultat. Une fois le match terminé, nous ajouterons ici la clé secrète pour décrypter et vérifier le score correct. C'est gratuit et sans but lucratif. Brillant.

source: We use The
fr: Nous utilisons le

source: We publish only Wednesdays matches. There are last ~25 matches (all by Wednesdays). So pleasedon't ask us why we don't publish every match here.
fr: Nous ne publions que les matchs du mercredi. Il y a ~25 derniers matchs (tous du mercredi). Ne nous demandez donc pas pourquoi nous ne publions pas tous les matchs ici.

source: Current Matches
fr: Matchs actuels

source: This is the correct score for
fr: C'est le score correct pour

source: It is encrypted. Please save this text:
fr: Il est crypté. Veuillez sauvegarder ce texte :

source: The Secret key for
fr: La clé secrète pour

source: We will add the secret key here after the match.
fr: La clé secrète pourNous ajouterons la clé secrète ici après le match.

source: Previous Matches
fr: Matches précédents

source: Encrypted correct score for
fr: Score correct crypté pour

source: Copy the Secret key
fr: Copiez la clé secrète

source: Go to The
fr: Aller sur le

source: and decrypt the correct score.
fr: Allez à Theand décryptez le score correct.
